tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "robotsandpencils/made"
tap "romkatv/powerlevel10k"
brew "aria2"
brew "aws-shell"
brew "awscli"
brew "bash-completion"
brew "brew-gem"
brew "cfn-lint"
brew "libtool"
brew "cfssl"
brew "cheat"
brew "checkov"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-machine"
brew "expect"
brew "fzf"
brew "gd"
brew "gh"
brew "git-remote-codecommit"
brew "gnu-tar"
brew "go"
brew "gts"
brew "ical-buddy"
brew "ipcalc"
brew "jq"
brew "kubernetes-cli"
brew "libmetalink"
brew "libvterm"
brew "libxext"
brew "libxrender"
brew "luajit-openresty"
brew "lzo"
brew "macvim"
brew "n"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "p7zip"
brew "pipenv"
brew "pyenv-virtualenv"
brew "python-tabulate"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "stow"
brew "subversion"
brew "tfenv"
brew "tfsec"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli", link: false
brew "robotsandpencils/made/xcodes"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "docker"
cask "emacs"
cask "font-fira-code"
cask "iterm2"
