tap "aws/tap"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "robotsandpencils/made"
tap "romkatv/powerlevel10k"
tap "xcodesorg/made"
brew "aria2"
brew "aws-shell"
brew "awscli"
brew "bash-completion"
brew "brew-gem"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "libtool"
brew "cfssl"
brew "cheat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "expect"
brew "fzf"
brew "gd"
brew "gh"
brew "gnu-tar"
brew "go"
brew "gts"
brew "ipcalc"
brew "jq"
brew "libmetalink"
brew "libvterm"
brew "luajit-openresty"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "node"
brew "p7zip"
brew "pipenv"
brew "powerlevel10k"
brew "pyenv-virtualenv"
brew "python-tabulate"
brew "rename"
brew "ripgrep"
brew "stow"
brew "subversion"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-modern-black-dragon-icon", "with-native-comp"]
brew "hashicorp/tap/terraform"
brew "xcodesorg/made/xcodes"
