tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "railwaycat/emacsmacport"
tap "robotsandpencils/made"
tap "romkatv/powerlevel10k"
tap "xcodesorg/made"
brew "aria2"
brew "aws-shell"
brew "awscli"
brew "bash-completion"
brew "brew-gem"
brew "libtool"
brew "cfssl"
brew "cheat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "duti"
brew "expect"
brew "fd"
brew "fzf"
brew "gd"
brew "gh"
brew "gnu-tar"
brew "go"
brew "grep"
brew "gts"
brew "ipcalc"
brew "jq"
brew "libmetalink"
brew "libvterm"
brew "libxext"
brew "libxrender"
brew "luajit-openresty"
brew "lzo"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "node"
brew "p7zip"
brew "pandoc"
brew "pipenv"
brew "powerlevel10k"
brew "pyenv-virtualenv"
brew "python-tabulate"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "subversion"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "railwaycat/emacsmacport/emacs-mac", args: ["without-modules"]
brew "xcodesorg/made/xcodes"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-departure-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
